[
  {
    "title": "Понеделник",
    "meals": [
      {
        "title": "Омлет со зеленчук",
        "category": "Појадок",
        "ingredients": [
          "2 јајца",
          "40гр ситно сецкани бабури (било која боја)",
          "40гр печурки сечени на кришки",
          "30гр свеж спанаќ",
          "1 кафена лажичка маслиново масло (5ml)",
          "сол и бибер по вкус"
        ],
        "instructions": [
          "Во чинија, разбијте ги јајцата и разберете ги добро. Зачинете со сол и бибер.",
          "Загрејте го маслиновото масло во тава со нелепливо дно на средна температура.",
          "Додадете ги наречените пиперки и печурки во тавата и пржете ги 2-3 минути, сè додека не омекнат малку.",
          "Додадете го спанаќот и гответе уште 1-2 минути сè додека не увене.",
          "Истурете ги разбитите јајца врз зеленчукот во тавата.",
          "Гответе 2-3 минути, сè додека рубовите почнат да се стегнуваат.",
          "Нежно подигнете ги рубовите на омлетот и накосете го зеленчукот, за да може некујарениот компира да се излива на рубовите.",
          "Кога омлетот ќе биде скоро наполовина стегнат, но сè уште малку редок на врвот, преклопете го половината со помош на шпатула.",
          "Гответе уште минута или две сè додека јајцата не стегнат сосема.",
          "Префрлете го омлетот на тањир и сервирајте го тополо."
        ]
      },
      {
        "title": "Сецкано овошје со грчки јогурт",
        "category": "Ужина",
        "ingredients": [
          "240 грама грчки јогурт",
          "80 грама исечени плодови (како што се јагоди, боровинки, праскови, или круши)",
          "1 лажичка (5 грама) мед (опционално)",
          "1 лажичка (5 грама) ореви (опционално)"
        ],
        "instructions": [
          "Во чинија, ставете грчки јогурт.",
          "Исечете плодови по избор на тенки парчиња.",
          "Додадете ги исечените плодови врз јогуртот.",
          "Ако сакате, можете да додадете лажичка мед или ореви за дополнителен вкус и текстура.",
          "Добро промешајте ги состојките.",
          "Сервирајте го грчкиот јогурт со исечени плодови како здрав и освежувачки доручек или закуска."
        ]
      },
      {
        "title": "Пилешки гради со киноа и печени зеленчуци",
        "category": "Ручек",
        "ingredients": [
          "1 пилешки стек",
          "90 грама квиноа",
          "240 милилитри зеленчук (наречени пиперки, тиквички, шарени моркови)",
          "1 лажичка (5 грама) маслиново масло",
          "Сол и бибер по вкус",
          "Јогурт со лимонов сок за сервирање"
        ],
        "instructions": [
          "Загрејте ја ростилото на умерена температура.",
          "Зачинете ги пилешките градели со сол и бибер",
          "Граделете ги пилешките градели на ростилото околу 6-8 минути на секоја страна, сè додека не се целосно испечени и имаат усогласена внатрешна температура од 75°C.",
          "Истовремено, ставете ја квиноата во тава со вода и гответе ја според упатствата на пакувањето. Кога квиноата ќе се свари, одстранијајте ја од топлината и оставете ја да одстои неколку минути.",
          "Припремете ги зеленчуките. Исечете ги пиперките, тиквичките и шарените моркови на комади по желба. Намажете ги со маслиново масло, зачинете со сол и бибер.",
          "Печете ги зеленчуките во загреана фурна на 200°C околу 15-20 минути, или додека не станат нежни и лесно прободливи со нож.",
          "Кога сите состојки се готови, сервирајте ги граделите со квиноа и печените зеленчуци.",
          "Дополнително, можете да ги намачите со јогурт со лимонов сок за освежување на вкусот."
        ]
      },
      {
        "title": "Морков стапчиња со хумус",
        "category": "Закуска",
        "ingredients": [
          "2 средни моркови, исечени на трчици",
          "1/4 чаша (60 грама) хумус"
        ],
        "instructions": [
          "Исечете ги морковите на трчици форми.",
          "Сервирајте ги морковските трчици со хумус на страна или нанесете го хумусот врз трчиците за поголема удобност.",
          "Уживајте во здравата закуска на морковски трчици со хумус."
        ]
      },
      {
        "title": "Печен лосос со пареена брокула и кафев ориз",
        "category": "Вечера",
        "ingredients": [
          "2 парчиња лосос",
          "180 грама кафев ориз",
          "1 глава брокула",
          "Маслиново масло за поливање",
          "Сол и бибер по вкус",
          "Лимонов сок за сервирање"
        ],
        "instructions": [
          "Загрејте ја рерната на 200°C.",
          "Подгответе ја брокулата со тоа што ќе ја исечете на мали цветиња.",
          "Ставете го брокулата во пареарник или гарнитура за парење и парејте ја околу 5-7 минути, или додека не стане нежна и лесно прободлива со нож.",
          "Во меѓувреме, пригответе го кафевиот ориз според упатствата на пакувањето.",
          "Намажете ја површината на лососот со маслиново масло и зачинете со сол и бибер.",
          "Ставете го лососот на претходно подготвен ладен пеколен таван и испечете го во загреана рерна на 200°C околу 12-15 минути, или додека не стане мрсен и прекрасно испечен.",
          "Кога сите состојки се готови, сервирајте ја печената пастрмка со пареена брокула и кафев ориз.",
          "По желба, исцедете лимонов сок врз печениот лосос пред сервирање"
        ]
      }
    ]
  },
  {
    "title": "Вторник",
    "meals": [
      {
        "title": "Преноќени овесни снегулки со бадемово млеко, чија семки и разновидни беровки",
        "category": "Појадок",
        "ingredients": [
          "120 грама овесени снегулки",
          "120 милилитри бадемово млеко",
          "1 лажичка (5 грама) чија семки",
          "80 грама разновидни беровки (наречени малини, боровинки, јагоди)",
          "Сладило по избор (наречено мед, агаве сироп или стевија) - по желба",
          "Неолешано лешник или бадеми за гарнирање - по желба"
        ],
        "instructions": [
          "Во стаклена чинија или контенер, ставете ги овесените трошки и чија семките.",
          "Додајте го бадемовото млеко и добро промешајте да се измешаат состојките.",
          "Покријте ја чинијата или контенерот и ставете го во ладилникот за ноќта (најмалку 6-8 часа).",
          "Наутро, кога ќе сте подготвени да ги консумирате кашките, измешајте ги заедно.",
          "Додајте ги разновидните беровки во кашките и добро промешајте.",
          "По желба, сладете ги кашките со сладило по избор и гарнирајте со неолешано лешник или бадем.",
          "Сервирајте ги предноќните овесни кашки со бадемово млеко, чија семки и разновидни беровки."
        ]
      },
      {
        "title": "Смесени ореви",
        "category": "Ужина",
        "ingredients": [
          "1/2 чаша (околу 60 грама) смесени ореви (наречени лешници, бадеми, ореви, кешу ореви и/или пистација)"
        ],
        "instructions": [
          "Измерете го потребниот број на ореви (приближно 1/2 чаша) и прецедете ги од нечистотија.",
          "Смесете ги оревите во чаша или контенер за сервирање.",
          "Сервирајте ги смесените ореви како здрава закуска или меѓуоброк."
        ]
      },
      {
        "title": "Салата со киноа, печен зеленчук, фета сирење и лимонов винегрет",
        "category": "Ручек",
        "ingredients": [
          "околу 90 грама киноа",
          "240 милилитри вода",
          "1 црвена пиперка, исечена на ивици",
          "1 патлиџан, исечен на ивици",
          "1 црвена лук, исечена на тенки фети",
          "50 грама фета сирење, исекано на кубчиња",
          "Сол и бибер по вкус",
          "Сок од 1 лимон",
          "2 лажици (30 милилитри) маслиново масло",
          "Свежа мента (за гарнирање)"
        ],
        "instructions": [
          "Исцедете ја киноата и исплакнете ја под течка вода за да ја отстраните горчината.",
          "Во тава, ставете ја киноата и водата. Запечатете ја тавата и оставете ја да се вари околу 15 минути или додека киноата не стане мека и јазливата не се отклони.",
          "Во меѓувреме, запечете ги ивиците од пиперката и патлиџанот на решетка или во грил тава со намажана маслиново масло, околу 3-4 минути на секоја страна.",
          "Во голема чинија, комбинирајте ја киноата, печениот зеленчук и исеченото фета сирење.",
          "Во мала чинија, измешајте го лимоновиот сок, маслиновото масло, солта и биберот за винегрет.",
          "Прелетајте ја салатата со винегретот и добро промешајте.",
          "Гарнирајте со свежа мента пред да ја сервирате."
        ]
      },
      {
        "title": "Кришки јаболко со бадемов путер",
        "category": "Закуска",
        "ingredients": [
          "1 јаболко, исечено на кришки",
          "2 лажици (околу 30 грама) бадемов путер"
        ],
        "instructions": [
          "Исечете го јаболкото на тенки кришки.",
          "Намажете го бадемовиот путер на кришките од јаболкото.",
          "Сервирајте ги кришките од јаболко со бадемов путер како здрава закуска или меѓуоброк."
        ]
      },
      {
        "title": "Пилешки чили со грав и пратечка салата",
        "category": "Вечера",
        "ingredients": [
          "300 грама пилешко месо, исечено на кубчиња",
          "1 лук, наречен, наситно исечен",
          "2 чешнa кромид, исечени на тенки фети",
          "2 главици чесново, исечено на тенки фети",
          "1 пиперка, наречена, исечена на ивици",
          "1 шишкa грав, исцедена и исплакната",
          "1 кутија (400 грама) изденека кромид, наречена",
          "1 кутија (400 грама) наречена доматен сос",
          "2 лажици (30 грама) чили пудра",
          "1 лажичка (5 грама) мелена ким",
          "1/2 лажичка (2.5 грама) мелен бибер",
          "Сол по вкус",
          "2 лажици (30 милилитри) маслиново масло",
          "Зелена салата за приготвување на страна"
        ],
        "instructions": [
          "Во голем тенџере, загрејте го маслиновото масло на средна висока температура.",
          "Додадете го пилешкото месо и пржете го додека не стане златно-кафено, околу 5-7 минути.",
          "Додајте го лукот, кромидот и чеснокот и пржете ги додека не станат меки и издувени, околу 3-4 минути.",
          "Додадете ја ивицата од пиперката и продолжете да готвите уште 2-3 минути.",
          "Додајте ги гравот, изденека кромидот, доматниот сос, чили пудрата, кимот и биберот во тенџерето. Добро промешајте.",
          "Намалете го топлината на ниска и оставете ја смесата да се кува 20-25 минути, се додека вкусната сочност се интегрира и аромите се развиваат.",
          "Во меѓувреме, пригответе ја пратечката салата со зелената салата по ваш избор, како што сакате."
        ]
      }
    ]
  },
  {
    "title": "Среда",
    "meals": [
      {
        "title": "Мaфини со јајца, спанаќ и печурки",
        "category": "Појадок",
        "ingredients": [
          "6 јајца",
          "околу 60 грама свеж спанаќ, наречен",
          "околу 30 грама печурки, исечени на парчиња",
          "околу 30 грама наречена лук, исечена на мали парчиња",
          "околу 30 грама наречена гоуда сирење, исечено на кубчиња",
          "1/2 лажичка (2.5 грама) мелен бибер",
          "Сол по вкус",
          "Маслиново масло"
        ],
        "instructions": [
          "Загрејте ја рерната на 180°C.",
          "Во голема чинија, разбијте ги јајцата и добро ги измешајте",
          "Додадете го спанаќот, габи, лукот и гоуда сирењето во чинијата со јајцата. Добро промешајте.",
          "Додадете бибер и сол по вкус и измешајте повторно.",
          "Намажете ги муфинските тавички со маслиново масло.",
          "Наполнете ги муфинските тавички со смесата од јајца и зеленчук.",
          "Ставете ги муфинските тавички во загреаната рерна и печете околу 20-25 минути, се додека муфините не станат златно-кафени и јајцата не се стегнат.",
          "Извадете ги муфините од рерната и оставете ги да се оладат пред да ги сервирате."
        ]
      },
      {
        "title": "Целер стапчиња со путер од кикирики",
        "category": "Ужина",
        "ingredients": [
          "4 стебла целер, исечени на парчиња",
          "2 лажици (околу 32 грама) кикирнички масло"
        ],
        "instructions": [
          "Исечете ги стеблата на целинка на парчиња со должина од околу 5-7 сантиметри.",
          "Намажете ја кикирничката масло врз парчињата од целинка.",
          "Сервирајте ги стеблата од целинка со кикирничкото масло како здрава закуска или меѓуоброк."
        ]
      },
      {
        "title": "Капрезе салата",
        "category": "Ручек",
        "ingredients": [
          "2 парчиња зрели домати",
          "200 грама моцарела сирење",
          "Свеж базилик",
          "1 лажичка маслиново масло",
          "Сол и бибер по вкус"
        ],
        "instructions": [
          "Нарежете ги доматите на тенки парчиња и ставете ги на танките парчиња моцарела сирење.",
          "Посолете и попрете ги доматите и сирењето по вкус.",
          "Додајте ги свежите листови базилик врз доматите и сирењето.",
          "Прелијте го салатата со маслиновото масло.",
          "Послужете ја капрезе салатата како предјадење или гарнирајте ја со дополнителен базилик на вкус.",
          "Уживајте во свежината и вкусот на оваа класична и едноставна салата."
        ]
      },
      {
        "title": "Грчки јогурт со овошје и гранола",
        "category": "Закуска",
        "ingredients": [
          "1/2 чаша (околу 120 грама) грчки јогурт",
          "1/4 чаша (околу 40 грама) смеска од овошје (наречени јагоди, малини, смокви и сливи)",
          "2 лажици (околу 30 грама) гранола"
        ],
        "instructions": [
          "Во чаша или чинија, ставете го грчкиот јогурт како основа.",
          "Додајте го свежото овошје (јагоди, малини, смокви, сливи) врз јогуртот.",
          "Пораспределете ја гранолата врз овошјето.",
          "Сервирајте како закуска, меѓуоброк или додаток кон оброк."
        ]
      },
      {
        "title": "Печено пилешко грдо со парен спарегус и киноа",
        "category": "Вечера",
        "ingredients": [
          "1 пилешко грдо (околу 150 грама)",
          "1/2 чаша (околу 90 грама) киноа",
          "1/2 шишиња (околу 125 грама) спарегус",
          "1 лажица (околу 5 милилитри) зеленчуков бујон (препорачливо без глутен)",
          "1 лажица (околу 5 грама) масло од маслиново масло",
          "Сол и бибер по вкус",
          "Сок од половина лимон (по желба)"
        ],
        "instructions": [
          "Загрејте ја рерната на 200 степени Целзиусови.",
          "Посолете и побиберете го пилешкото грдо по вкус и ставете го во загреана рерна. Печете го околу 20-25 минути или додека не се зачепи температурата на 75 степени Целзиусови.",
          "Во меѓувреме, исечете го долгите делови на спарегусот и ставете ги во парницата. Парете ги околу 5-7 минути или додека не станат нежни.",
          "Спремете ја киноата според упатствата на пакетот, додека пилешкото грдо и спарегусот се печат и парат.",
          "Во тава, загрејте го маслото од маслиново масло на средна температура. Додадете ја киноата и пржете ја околу 2-3 минути, додека не стане лагано златна.",
          "Кога пилешкото грдо ќе биде испечено и спарегусот парен, сервирајте го на танјир заедно со пржената киноа.",
          "Дополнително, можете да посолите и пообиберите ги спарегусот и да го исцедите лимоновиот сок над нив за освежувачки вкус (по желба)."
        ]
      }
    ]
  },
  {
    "title": "Четвртак",
    "meals": [
      {
        "title": "Смути со протеин и овошје",
        "category": "Појадок",
        "ingredients": [
          "1/2 чаша (околу 120 грама) овошна смеска (наречени јагоди, малини, боровинки)",
          "1/2 чаша (околу 120 грама) млеко по избор (кравско, рижино, овесено, бадемово итн.)",
          "1/4 чаша (околу 30 грама) протеински прашок (ванила или овошен вкус)",
          "1 лажичка (околу 5 грама) мед или агаве сироп (по желба)",
          "1/2 чаша лед"
        ],
        "instructions": [
          "Во блендер, ставете ја овошната смеска, млекото, протеинскиот прашок и медот или агаве сиропот.",
          "Додадете ја ледот и затворете го блендерот.",
          "Блендирајте насечка додека не добиете глатка и кремаста конзистенција.",
          "Сипајте го смутиот во чаша и сервирајте одма."
        ]
      },
      {
        "title": "Манго салса со краставици",
        "category": "Ужина",
        "ingredients": [
          "1 зрело манго, наречено",
          "1/2 црвен лук, ситно нарендан",
          "1/2 црвен бабур, наречен",
          "1 мала џалапењо пиперка, избркана и наситно нарендана",
          "Сок од 1 лимон",
          "1 лажица наречен мајчина душа",
          "1/4 лажичка сол",
          "1 голема краставица, наречена на тенки парчиња"
        ],
        "instructions": [
          "Во чинија, комбинирајте го нареченото манго, ситно наренданиот црвен лук, наречениот црвен бабур, избрканата џалапењо пиперка, сокот од лимон, наречената мајчина душа и солта.",
          "Добро промешајте за да ги смешате сите состојки заедно.",
          "Покријте ја чинијата и ставете ја манго салсата во фрижидер да одмори најмалку 30 минути, за да се интегрираат вкусовите.",
          "Во меѓувреме, подгответе ги краставичките на тенки парчиња со помош на мандолина или остар нож.",
          "Сложете ги краставичките на тенки парчиња на тава или сервисна тава.",
          "Откако манго салсата ќе се олади, извадете ја од фрижидерот и поново промешајте.",
          "Сервирајте ја манго салсата заедно со краставичките како освежувачка и вкусна комбинација за закуска.",
          "Уживајте во живописните вкусови на манго салсата со крцкавата текстура на краставичките!"
        ]
      },
      {
        "title": "Салата од леча со печен зеленчук и фета сирење",
        "category": "Ручек",
        "ingredients": [
          "1/2 чаша (околу 100 грама) леча",
          "1 (околу 150 грама) црвена бабура",
          "околу 150 грама тиквички",
          "околу 150 грама патлиџан",
          "1/4 глава (околу 100 грама) црвен лук, исечен на тенки резенчиња",
          "1/4 чаша (околу 30 грама) измирисано фета сирење, исецкано на кубиња",
          "Сок од 1 лимон",
          "Сол и бибер по вкус",
          "Свежи листови од мајчина душица (по желба)"
        ],
        "instructions": [
          "Исцедете и исплакнете ја лечата со ладна вода.",
          "Ставете ја лечата во голем тенџере и прекријте ја со двојната количина вода. Варете ја лечата на средна температура околу 20-25 минути или додека не стане нежна, но не прекувајте ја.",
          "Истовремено, загрејте ја рерната на 200 степени Целзиусови.",
          "На препечат лист, распоредете ги патлиџаните, црвениот капер и тиквичките.",
          "Посолете и попрете ги зеленчуките по вкус, потоа истурете го маслиновото масло врз нив.",
          "Печете ги зеленчуките во загреаната рерна околу 20-25 минути или додека не станат меки и лесно се прожеват.",
          "Кога лечата ќе биде сварена, оставете ја да се олади за неколку минути, потоа исцедете ја од водата.",
          "Во голема чинија, спојте ја лечата, печениот зеленчук и исецканата црвена лук.",
          "Додајте ги исецканите фета сирење, сокот од лимон, маслиновото масло, и листовите од мајчина душица (по желба).",
          "Добро промешајте ги сите состојки за да се комбинираат вкусовите и аромите.",
          "Посолете и попрете ја салатата по вкус.",
          "Оставете ја салатата да се одмори во ладен фрижидер најмалку 30 минути за да се интегрираат вкусовите.",
          "Пред сервирање, украсете ја салатата со свежи листови од мајчина душица (по желба)."
        ]
      },
      {
        "title": "Кришки од краставица со хумус",
        "category": "Закуска",
        "ingredients": ["1 краставица", "1/4 чаша (околу 60 грама) хумус"],
        "instructions": [
          "Исечете ја краставицата на танки кришки.",
          "Распоредете ги кришките од краставица на чинија или сервирачка.",
          "Сервирајте со 1/4 чаша (околу 60 грама) хумус како зачин."
        ]
      },
      {
        "title": "Печен лосос со киноа и пареена брокула",
        "category": "Вечера",
        "ingredients": [
          "1 филе од лосос (околу 150 грама)",
          "1/2 чаша (околу 90 грама) киноа",
          "1 чаша (околу 240 милилитри) вода",
          "1 чаша (околу 240 милилитри) пилешка или зеленчукова бујон",
          "1 глава брокула (околу 300 грама)",
          "Маслиново масло за намастување",
          "Сол и бибер по вкус",
          "Сок од лимон (по желба)"
        ],
        "instructions": [
          "Загрејте ја рерната на 200 степени Целзиусови.",
          "Во сад со висока страна, испечате го филето од пастрмка на намастен препечат лист. Посолете и попрете го филето по вкус.",
          "Печете го филето од пастрмка во загреаната рерна околу 12-15 минути или додека не стане соцно и прежено.",
          "Во сад со дебело дно, ставете ја киноата и додајте ја водата и бујонот. Загрејте до кипење.",
          "Намалете ја топлината и варете ја киноата покриена околу 15 минути или додека не се стане мека и водата се испари. Странете ја од топлината и оставете ја да почине покриена околу 5 минути.",
          "Истовремено, ставете го брокулата во парење. Парејте ја околу 5-7 минути или додека не стане мека, но сè уште хрупкава.",
          "Намастете ја брокулата со маслиново масло и посолете и попрете по вкус",
          "На сервирачка, сервирајте го филето од пастрмка заедно со киноата и парената брокула.",
          "Дополнително, можете да капнете неколку капки сок од лимон за освежување на вкусот."
        ]
      }
    ]
  },
  {
    "title": "Петак",
    "meals": [
      {
        "title": "Грчки парфе од јогурт",
        "category": "Појадок",
        "ingredients": [
          "1 чаша (околу 240 грама) грчки јогурт",
          "2 лажички мед",
          "1/4 чаша (околу 30 грама) мелени лешници",
          "1/4 чаша (околу 40 грама) мусли",
          "Свежи или замрзнати овошја по избор, како на пример јагоди, боровинки, малини итн."
        ],
        "instructions": [
          "Во чаша или стаклена чинија, ставете го грчкиот јогурт.",
          "Премазете ја површината на јогуртот со мед.",
          "Стројно посипете ја мелените лешници врз јогуртот.",
          "Последно, поставете го муслито врз лешниците.",
          "Додајте свежи или замрзнати овошја по избор врз горниот слој од мусли.",
          "Повторете ги чекорите за секој слој сè додека не ги потрошите состојките.",
          "Сервирајте го грчкиот парфе од јогурт веднаш или ставете го во ладилник за половина час пред сервирање за да се олади и слоевите да се се сѐ поврзат.",
          "Уживајте во овој вкусен и хранлив оброк како закуска, додаток или десерт."
        ]
      },
      {
        "title": "Крхки чипс од кале",
        "category": "Ужина",
        "ingredients": [
          "1 грмадка кале",
          "1 лажица оливково масло",
          "1/2 лажичка морска сол",
          "1/2 лажичка сув бел лук",
          "1/4 лажичка сладка паприка"
        ],
        "instructions": [
          "Загрејте ја рерната на 150°C.",
          "Темелно измијте и осушете ги листовите на кале.",
          "Извадете ги тврдите стебла и исчупете ги листовите на кале на парчиња со големина за еден заладок.",
          "Во чинија, промешајте ги парчињата кале со оливковото масло, морската сол, сувиот бел лук и сладката паприка, додека добро се премазани.",
          "Распределете ги парчињата кале во еден слој на печкарска тава обложена со хартија за печење.",
          "Печете во предгреаната рерна околу 10-15 минути, или додека чипсот од кале не стане крхок и лесно се посмеѓува.",
          "Извадете ги од рерната и оставете ги да се оладат неколку минути.",
          "Сервирајте ги крхките чипс од кале како здрава и укусна опција за закуска.",
          "Уживајте во овој здрав чипс од кале, полн со витамини и минерали!"
        ]
      },
      {
        "title": "Полнети пиперки со киноа",
        "category": "Ручек",
        "ingredients": [
          "4 црвени пиперки",
          "1/2 чаша (околу 90 грама) киноа",
          "1 чаша (околу 240 милилитри) зеленчуков бујон",
          "1 глава лук, наречена",
          "2 главички домати, наречени",
          "2 чешневи чеснок, наречени",
          "1 шолја (околу 150 грама) наренчен свеж спанаќ",
          "1/2 чаша (околу 60 грама) изрендано сирење, како на пример фета",
          "1 лажица маслиново масло",
          "Сол и бибер по вкус",
          "Ситно наречен свеж першун (по желба)"
        ],
        "instructions": [
          "Загрејте ја рерната на 200 степени Целзиусови.",
          "Исечете ја горната чинија од секоја црвена пиперка и отстранете ги семките и мембраните.",
          "Во голем тенџер, ставете ја киноата и додајте го зеленчуковиот бујон. Загрејте до кипење, а потоа намалете ја топлината и варете ја киноата покриена околу 15 минути или додека не се стане мека и сите течности се испарат. Оставете ја да постои покриена околу 5 минути.",
          "Истовремено, во голема тава, загрејте го маслиновото масло на средна топлина. Додадете го лукот, доматите и чеснокот и пржете ги околу 5 минути или додека не станат меки.",
          "Додајте го свежиот спанаќ во тавата и гответе уште 2-3 минути, сè додека не спанаќот не омекне.",
          "Во голема чинија, комбинирајте ја сварената киноа со пржените лук, домати, чеснок и спанаќ. Додадете го изренданото сирење и добро промешајте ги состојките да се комбинираат.",
          "Солете и попрете го мешавината по вкус, додавајќи солица и бибер според вашите преференции.",
          "Исполнете ги празнините од отстранетите семки и мембрани во пиперките со мешавината од киноа и зеленчуци.",
          "Поставете ги пиперките на препечат лист или во препечат тава и печете ги во загреаната рерна околу 25-30 минути или додека пиперките не станат меки и леко прежени.",
          "Кога полнетите пиперки ќе се испечат, извадете ги од рерната и оставете ги да се ладат неколку минути пред да ги сервирате.",
          "По желба, украсете со ситно наречен свеж першун пред сервирање."
        ]
      },
      {
        "title": "Грчки јогурт со цимет и овошје",
        "category": "Закуска",
        "ingredients": [
          "1 шолја (околу 240 грама) грчки јогурт",
          "1/2 чаена лажичка цимет",
          "Свежо овошје (наречено) по избор, како на пример малини, боровинки, јагоди итн."
        ],
        "instructions": [
          "Во чинија, комбинирајте го грчкиот јогурт и циметот. Добро промешајте за да се интегрираат вкусот и мирисот на циметот во јогуртот.",
          "Додајте свежо овошје по избор врз јогуртот. Можете да ги додадете малините, боровинките, јагодите или било кој друг вид на овошје што ви се допаѓа.",
          "Промешајте нежно за да ги смешате овошјето со јогуртот.",
          "Сервирајте го грчкиот јогурт со цимет и овошје во чинија и уживајте во освежувачкиот и здрав оброк."
        ]
      },
      {
        "title": "Печени пилешки бутки со печен зеленчук",
        "category": "Вечера",
        "ingredients": [
          "4 пилешки бутки",
          "1 лажичка сол",
          "1/2 лажичка црн пипер",
          "1/2 лажичка бибер",
          "1/2 лажичка сушен риган",
          "1/2 лажичка сушен босилек",
          "1/2 лажичка сушен мајчина душица",
          "2 лажици маслиново масло",
          "2 глави кромид (наречени)",
          "2 моркови, исечени на кружиња",
          "1 црвена паприка, исечена на ленти",
          "1 зелена паприка, исечена на ленти",
          "1 жолта паприка, исечена на ленти",
          "4 чешневи чеснок, наречени"
        ],
        "instructions": [
          "Загрејте ја рерната на 200 степени Целзиусови.",
          "Во чинија, комбинирајте ја солта, црниот пипер, биберот, сушениот риган, сушениот босилек и сушениот мајчина душица.",
          "Посолете и попрете ги пилешките бутки со подготвената смеса од зачини.",
          "Во голема тава или препечат тава, загрејте го маслиновото масло на средна топлина.",
          "Додајте ги кромидот, морковите, црвената паприка, зелената паприка и жолтата паприка во тавата. Пржете ги зеленчуците околу 5 минути или додека не станат меки и леко прежени.",
          "Додајте ги чеснокот во тавата и пржете уште 1 минута.",
          "Истргајте ги зеленчуците од тавата и ставете ги во препечат лист или препечат тава.",
          "Поредете ги пилешките бутки врз зеленчуковите ленти.",
          "Печете ги во загреаната рерна околу 35-40 минути или додека пилешките бутки не станат смекчени и златно-смеди.",
          "Кога ќе бидат готови, извадете ги од рерната и оставете ги да се одморат неколку минути пред сервирање.",
          "Сервирајте ги печените пилешки бутки со печениот зеленчук како гарнирање."
        ]
      }
    ]
  },
  {
    "title": "Субота",
    "meals": [
      {
        "title": "Прекуноќен пудинг со чија",
        "category": "Појадок",
        "ingredients": [
          "1/4 чаша (околу 40 грама) чија семки",
          "1 чаша (околу 240 мл) мандливо млеко (или друго безлактозно млеко)",
          "1 лажичка мед или агавен сироп (по желба)",
          "1/2 чаша свежо овошје, наречено (како на пример нар, јагода, банана, малини итн.)",
          "1 лажица сечени ореви или лешници (по желба)"
        ],
        "instructions": [
          "Во чинија или стаклена тавичка, комбинирајте ги чија семките и мандливото млеко.",
          "Промешајте добро за да се интегрираат чијата и млекото.",
          "Ако сакате сладок вкус, додадете ја медот или агавен сиропот и промешајте добро.",
          "Покријте ја чинијата или тавичката со фолија или капак и ставете ја во ладилникот.",
          "Оставете ја смесата да стои прекуноќи, најмалку 4-6 часа или додека чијата не формира гел-подобна конзистенција.",
          "Пред сервирање, промешајте го пудингот за да ги распределите чијата рамно.",
          "Сервирајте го прекуноќениот пудинг со чија во чаша или тавичка и украсете со свежо овошје и сечени ореви или лешници."
        ]
      },
      {
        "title": "Кришки јаболка со бадемов путер",
        "category": "Ужина",
        "ingredients": [
          "1 јаболко, исечено на тенки кришки",
          "2 лажици бадемов путер"
        ],
        "instructions": [
          "Исечете го јаболкото на тенки кришки.",
          "Сервирајте ги кришките од јаболко на тавичка или тарела.",
          "Ставете по две лажици од бадемовиот путер на страната истовремено или ги ставете во мала чинија.",
          "Замачките ги кришките од јаболко во бадемовиот путер и уживајте во овој вкусен и здрав оброк."
        ]
      },
      {
        "title": "Салата со киноа и пилешко месо на жар",
        "category": "Ручек",
        "ingredients": [
          "1/2 чаша (околу 90 грама) киноа",
          "1 чаша (околу 240 мл) вода",
          "200 грама пилешко месо",
          "2 чашки (околу 200 грама) свежи салатни зеленчици (наречени), наречени (како на пример микс од зелена салата, рукола, црвена цвека итн.)",
          "1/2 краставица, исечена на кришки",
          "1/4 кромид, нарендан",
          "2 лажици свеж сок од лимон",
          "2 лажици маслиново масло",
          "Сол и бибер по вкус"
        ],
        "instructions": [
          "Исчистете и исечете го пилешкото месо на комади соодветна големина за жарење.",
          "Подгответе ја киноата според упатствата на пакувањето. Обично се користи соодносот 1:2, што значи 1 дел киноа на 2 дела вода. Прво ја исперете киноата под вода и потоа ја ставате во вода да заври. Симнете ја од шпорет и оставете ја да одстои 15 минути, прикриена со капак. Потоа ја размрсете со виљушка.",
          "Загрејте грил тава или ростил.",
          "На тавата, испржете ги парчињата пилешко месо со неколку минути на секоја страна или додека не се комплетно испечени и добијат златно-карамелна боја. Страните на пилешкото месо треба да бидат сочни и без розова боја во средината. Извадете го месото од тавата и оставете го да се одмори пред да го исечете на парчиња.",
          "Во голема чинија, комбинирајте ја киноата, салатните зеленчици, краставицата и наренданиот кромид.",
          "Во мала чинија, зачинете ја салатата со свеж сок од лимон, маслиново масло, сол и бибер",
          "Помешајте ги состојките за заправката: свеж сок од лимон, маслиново масло, сол и бибер. Добро промешајте за да се интегрираат состојките.",
          "Полека ја прелијте заправката врз салатата и добро измешајте за да се обложат состојките со заправката.",
          "Сервирајте го киноа салата со парчиња од пилешко месо на жар и уживајте во овој вкусен и здрав оброк."
        ]
      },
      {
        "title": "Јогурт со смесени ореви и овошје",
        "category": "Закуска",
        "ingredients": [
          "1 чаша (околу 240 грама) јогурт",
          "2 лажици смесени ореви (како на пример лешници, бадеми, кашу итн.)",
          "Свежо овошје (наречено) по избор, како на пример малини, боровинки, јагоди итн."
        ],
        "instructions": [
          "Во чинија, ставете го јогуртот.",
          "Посипете ги смесените ореви врз јогуртот.",
          "Додадете свежо овошје по избор во чинијата. Можете да ги додадете малините, боровинките, јагодите или било кој друг вид на овошје што ви се допаѓа.",
          "Промешајте нежно за да ги смешате овошјето и оревите со јогуртот.",
          "Сервирајте го јогуртот со смесени ореви и овошје во чинија и уживајте во овој здрав и вкусен оброк."
        ]
      },
      {
        "title": "Печена скомбрија со лимон и зеленчук",
        "category": "Вечера",
        "ingredients": [
          "2 филета скомбрија",
          "Сок од 1 лимон",
          "2 лажици свежи мелени зеленчук (како на пример магдонос, босилек, мајчина душица итн.)",
          "Сол и бибер по вкус"
        ],
        "instructions": [
          "Загрејте ја рерната на 200°C.",
          "Подгответе го плочата за печење со хартија за печење или лесно се намажете со малку масло.",
          "Ставете ги филетата на скомбрија на припремената плоча за печење.",
          "Исцедете го сокот од лимонот врз рибата.",
          "Посипете ја свежата мелена зеленчук врз филетата.",
          "Посолете и побиберете според ваш вкус.",
          "Ставете ја плочата во загреаната рерна и испечете ја скомбријата околу 15-20 минути или додека не стане суфтина и лесно се отдвои со виљушка.",
          "Сервирајте го печениот код со лимон и зеленчук како главно јадење и уживајте во овој вкусен и здрав оброк."
        ]
      }
    ]
  },
  {
    "title": "Недеља",
    "meals": [
      {
        "title": "Зелени смути",
        "category": "Појадок",
        "ingredients": [
          "1 шолја (околу 240 грама) свеж спанаќ",
          "1 банана",
          "1/2 краставица",
          "1/2 зелена јаболка",
          "Сок од 1 лимон",
          "1 чаша (околу 240 милилитри) вода",
          "2 лажици мед (по избор)"
        ],
        "instructions": [
          "Во блендер, ставете го свежиот спанаќ, бананата, краставицата, зелената јаболка, сокот од лимон и водата.",
          "Блендирајте насекаде околу 1-2 минути или додека не добиете глатка и кремаста конзистенција.",
          "Додадете мед според ваш вкус и поблендирајте уште неколку секунди.",
          "Сервирајте ја зелената смути во чаша и уживајте во овој освежувачки и здрав оброк."
        ]
      },
      {
        "title": "Печени наварени лишница (наут)",
        "category": "Ужина",
        "ingredients": [
          "1 конзерва (околу 400 грама) наварени лишница",
          "2 лажици маслиново масло",
          "1/2 лажичка куркума",
          "1/2 лажичка паприка",
          "1/2 лажичка кајенски бибер (по желба)",
          "Сол по вкус"
        ],
        "instructions": [
          "Загрејте го рерната на 200°C.",
          "Оцедете ги и добро осушете лишниците.",
          "Ставете ги лишниците во чинија и промешајте ги со маслиновото масло, куркума, паприка, кајенски бибер (по желба) и сол по вкус.",
          "Поставете ги лишниците во еден слој на пекарска тава обложена со хартија за печење.",
          "Печете ги лишниците во загреаната рерна околу 20-25 минути или додека не станат златно-карамелни и хрупкави.",
          "Извадете ги лишниците од рерната и оставете ги да се оладат.",
          "Сервирајте ги печените наварени лишница како закуска или додаток кај главни оброци.",
          "Уживајте во вкусната и здрава закуска полна со протеини и фибри."
        ]
      },
      {
        "title": "Салата со киноа и печени зеленчуци",
        "category": "Ручек",
        "ingredients": [
          "1 чаша (околу 180 грама) киноа",
          "2 чаши (околу 480 милилитри) вода",
          "1 црвена пиперка, исечена на ивици",
          "1 зелена пиперка, исечена на ивици",
          "1 црвен лук, исечен на ивици",
          "2 шишкичи краставици, исечени на ивици",
          "2 лажици свежи мелени зеленчук (како на пример магдонос, босилек, мајчина душица итн.)",
          "Сок од 1 лимон",
          "2 лажици маслиново масло",
          "Сол и бибер по вкус"
        ],
        "instructions": [
          "Измиејте ја киноата под течна вода за да се отстрани горчинавата опна.",
          "Во грнче, ставете ја киноата и водата. Запржете до вриење, намалете ја топлината и оставете ја да се кува 15-20 минути или додека не стане мека и се извари водата.",
          "Исцедете ја киноата од водата и оставете ја да се лади.",
          "Загрејте ја рерната на 200°C.",
          "Во тава, комбинирајте ги исечените пиперки, лукот и краставиците.",
          "Посолете и попржете ги зеленчуците во загреаната рерна околу 20-25 минути или додека не станат меки и добро запечени.",
          "Во голема чинија, комбинирајте ја киноата, печените зеленчуци, свежите мелени зеленчук, сокот од лимон и маслиновото масло.",
          "Добро промешајте за да се интегрираат состојките и зачинете со сол и бибер по вкус.",
          "Сервирајте ја салатата со киноа и печени зеленчуци како главно јадење или како придодаток и уживајте во ова вкусно и здраво јадење."
        ]
      },
      {
        "title": "Стебла целинка со кикирногово масло",
        "category": "Закуска",
        "ingredients": ["Стебла целинка", "Кикирногово масло"],
        "instructions": [
          "Исечете ги стеблата на целинка на кратки парчиња, околу 7-8 цм во должина.",
          "Намажете ја врвката на секое стебло со кикирногово масло.",
          "Сервирајте ги стеблата целинка со кикирногово масло на тава или тањир и уживајте во ова здраво и вкусно јадење."
        ]
      },
      {
        "title": "Печен лосос со парени зеленчуци",
        "category": "Вечера",
        "ingredients": [
          "2 парчиња лосос (околу 150 грама секој)",
          "Сок од 1 лимон",
          "1 лажичка маслиново масло",
          "Сол и бибер по вкус",
          "Парени зеленчуци по избор, како на пример моркови, брокула, цветови од кали, краставици итн."
        ],
        "instructions": [
          "Загрејте ја рерната на 200°C.",
          "Поставете ги парчињата лосос на пекарски лист со алуминиумска фолија.",
          "Посолете и попрете ги парчињата лосос по вкус.",
          "Посипете го сокот од лимон врз лососот и прелијте го со маслиновото масло.",
          "Затворете го алуминиумското фолија околу лососот за да направите пакет.",
          "Ставете го пекарскиот лист во загреаната рерна и испечете го лососот околу 15-20 минути или додека не стане мек и лесно се разделува со виљушка.",
          "Додека лососот се пече, парите ги зеленчуците по избор.",
          "Сервирајте го печениот лосос со парените зеленчуци и уживајте во овој вкусен и здрав оброк."
        ]
      }
    ]
  }
]
